export const aimData = {
  title: "Фаолият мақсади ва вазифалари",
  breadcrumbNames: ["Kompaniya haqida"],
  paragraphTitle: "Нефт қазиб олишдаги бир асрдан ортиқ тажриба:",
  paragraphs: [
    "«Ўзбекнефтгаз» АЖ Акциядорлик жамияти 1992 йилда ўз фаолиятини ягона нефт-газ компанияси сифатида бошлаган. Унинг олдида углеводородларни қазиб чиқариш ҳажмини жиддий ошириш учун мавжуд имкониятлардан максимал даражада фойдаланиш, улар билан ички бозорни таъминлаш, юқори қўшимча қийматли маҳсулот ишлаб чиқариш учун нефт ва газни қайта ишлаш бўйича технологик жараёнларни чуқурлаштириш, импорт ўрнини босувчи маҳсулот ишлаб чиқариш ва экспорт бозорларига чиқиш, нефт-газ соҳасига тўғридан-тўғри хорижий инвестицияларни жалб қилиш учун қулай шарт-шароитларни яратиш каби вазифалар турган.",
    'Мамлакатда «Ер ости бойликлари тўғрисида», "Маҳсулотни бўлиш ҳақидаги битимлар тўғрисида"ги қонунлар қабул қилиниб, Давлатимиз Раҳбарининг "Нефт ва газни қидириш ва қазиб чиқаришга тўғридан-тўғри хорижий инвестицияларни жалб қилиш чора-тадбирлари тўғрисида«ги Фармони ва соҳани рағбатлантирувчи қатор бошқа ҳужжатлар эълон қилиниши билан тармоқ учун барқарор қонуний асослар яратилди. «Ўзбекнефтгаз» МХК янгича шаклда фаолият юритишининг дастлабки йилларида Кўкдумалоқ, Алан, Урга, Жанубий Тандирча ва бошқа конлар тез суръатларда ўзлаштиришга тайёрланиб, фойдаланишга топширилди. Шу туфайли янги истиқболлар уфқлари кенг очилди.',
    "Геологик қидирув ишларини кучайтириш — узоқ йилларга етадиган ишончли хом ашё базасини яратишнинг бош омилидир. Асосий мақсад — углеводородларнинг саноат захиралари кўпайиб бориши уларни қазиб олиш ҳажмларидан ортиб кетишидан иборат. Бунинг учун компания нефт ва газ конларини излаш бўйича янги услуб ва илғор технологиялардан кенг фойдалана бошлади. Ўша йилларда олиб борилган ишлар мамлакатнинг Бухоро-Хива ва Сурхондарё минтақалари бу борада юксак истиқболларга эга эканлигини тасдиқлади. Жумладан, Устюртда бой захиралар аниқланиб, унинг ҳудудида Сурғил, Шарқий Бердах, Учсой каби йирик табиий газ конлари очилди.",
    " Соҳа ривожланишининг яна бир муқобил йўналиши — юқори тезликдаги пиролиз технологияси асосида ёнувчи сланецдан синтетик нефтни ишлаб чиқаришдир. «Ўзбекнефтгаз» АЖ томонидан 2015-2019 йиллар давомида жами 54 та инвестицион лойиҳаларни амалга ошириш кўзда тутилган. Шу боис республикада хорижий сармоядорларни жалб қилишга алоҳида эътибор қаратилмоқда. Энг аҳамиятли инвестицион лойиҳалар қаторида Газпром ва Лукойл (Россия), CNODC (КНР), Петровьетнам (Вьетнам), KNOC (Корея), SASOL (ЮАР), Орол лойиҳаси бўйича компаниялар Консорциуми ва бошқа компаниялар билан ҳамкорликда амалга оширилаётган лойиҳаларни айтиб ўтиш мумкин.",
    "— Нефт ва газни қазиб чиқариш корхоналари фаолиятида қатор очиқ нефт-газ конларини ишга тушириш ҳамда ноанъанавий ва қийин чиқариб олинадиган захираларни қазиб олиш ишлари устувор аҳамиятга эга бўлиб, бу ўз навбатида конлар хусусиятларини ўрганиб чиқиш, маҳсулдор қатламларни очиш ва углеводородлар оқимини жадаллаштириш учун энг самарали ва мақбул технологик воситаларни танлаб олишни талаб қилади.",
  ],
  lastChange: "20-sentabr 2020",
};

export const strategyData = {
  title: "Жамиятнинг стратегик ривожланиши",
  breadcrumbNames: ["Kompaniya haqida"],
  paragraphTitle:
    '2020-2030 йилларда "Ўзбекнефтгаз" АЖнинг стратегик ривожланиш истиқболлари',
  paragraphs: [
    '2020-2030 йилларда мамлакатни ёқилғи ва энергия билан таъминлаш доирасида "Ўзбекнефтгаз" АЖ олдида турган асосий вазифалари:',
    "<b>Ўзбекистон Республикаси ёқилғи-енергетика саноатини жадал ривожлантириш, давлатнинг стратегик манфаатларини инобатга олган ҳолда уни ислоҳ қилиш ва техник ва технологик модернизациялашнинг барча босқичларида мутаносиб ва барқарор фаолиятни таъминлаш, </b> иқтисодий ўсишни янада ошириш, аҳоли турмуш сифатини яхшилаш ва мамлакатнинг энергия хавфсизлигини мустаҳкамлаш;",
    "<b>ёқилғи ва энергетика саноатида истеъмолчиларнинг ўсиб бораётган еҳтиёжларини қондириш, ёқилғи ва энергетика саноатида мавжуд корхоналарни модернизация ва реконструксия қилишни таъминлаш, </b>энергия ресурсларини ишлаб чиқариш ва қайта ишлаш учун юқори самарали технологияларга асосланган янги объектларни қуриш, газ таъминотининг барча босқичларида электр ва табиий газни ҳисобга олиш ва назорат қилиш тизимини такомиллаштириш ва автоматлаштириш, қайта тикланадиган энергия манбаларини ривожлантириш билан ёқилғи-энергетика ресурсларини диверсификациялаш, тегишли геологик-техник чора-тадбирларни амалга ошириш (углеводородлар захираларини оширишга ва қазиб чиқаришни кўпайтиришга қаратилган).",
    "Ёқилғи ва энергия таъминотини яхшилаш доирасидаги асосий вазифалар:",
    "<b>биринчи</b> – энергетик интенсивлигининг параллел пасайиши билан иқтисодиётнинг энергия самарадорлигини ошириш, шу жумладан истеъмолчилар томонидан энергия ресурсларидан оқилона фойдаланишни рағбатлантиришнинг иқтисодий механизмларини яратиш орқали;",
    "<b>иккинчи</b> – ёқилғи-энергетика саноати маҳсулотларига ўсиб бораётган истеъмол билан талабни қондириш учун ёқилғи-энергетика манбаларини ишлаб чиқариш самарадорлигини ошириш ва геологик қидирув ишларига ва қайта ишлашга илғор технологияларини жорий этиш;",
    "<b>учинчи</b> – ускуналарни аста-секин янгилаб туриш орқали уларнинг эскириш даражасини пасайтириш, энергия ишлаб чиқарувчи ва электр энергиясини етказиб берадиган ускуналарнинг қувват захирасини кўпайтириш;",
    "<b>тўртинчи</b> – қайта тикланадиган энергия манбаларидан фойдаланишни ривожлантириш ва кенгайтириш, ва уларни Ўзбекистон Республикасининг ягона энергия тизимига қўшилиши.",
    "Юқоридаги вазифаларни самарали ечиш ва юқори натижаларга эришиш учун қуйидаги асосий устувор йўналишларнинг бажарилишини таъминлаш зарур:",
    "<b>биринчидан</b>, саноатнинг мавжуд ишлаб чиқариш салоҳиятини янада самарали ишлатиш ва иқтисодиётни кенгайтириш асосида уни барқарор энергия билан таъминлаш ва аҳоли турмуш сифатини яхшилаш;",
    "<b>иккинчидан</b>, илғор ахборот-коммуникация технологияларини жорий этиш орқали ички бозорнинг самарали ишлашини таъминлаш, зарур бўлган энергетика объектларини модернизация қилиш ва қуриш;",
    "<b>учинчидан</b>, қидирув ва қазиб олиш ускуналари самарадорлигини ошириш орқали, ер ости қатламидаги углеводородларнинг тасдиқланган захираларини ва уларни қазиб олишни кўпайтириш;",
    "<b>тўртинчидан</b>, замонавий инновацион технологияларни жорий этиш йўли билан углеводород хомашёсини чуқур қайта ишлаш, нефть-кимё маҳсулотлари ва муқобил ёқилғи ишлаб чиқариш ҳажмини ошириш",
    "<b>бешинчидан</b>, узоқ муддатли, биринчи навбатда тўғридан-тўғри хорижий инвестицияларни жалб қилиш учун қулай ижтимоий ва инвестиция муҳитини шакллантириш;",
    "<b>олтинчидан</b>, корпоратив бошқарувни такомиллаштириш, ёқилғи-энергетика соҳасидаги ташкилотларнинг молиявий-хўжалик фаолиятларининг шаффофлигини ошириш.",
  ],
  lastChange: "20-sentabr 2020",
};

export const legalInfoData = {
  title: "Хуқуқий маълумотлар",
  breadcrumbNames: ["Бизнесга оид"],
  paragraphTitle: "",
  paragraphs: [
    "<li>Танловда фақат ишлаб чиқарувчилар, ишлаб чиқарувчиларнинг савдо уйлари қатнашишлари мумкин, ишлаб чиқарувчиларнинг расмий дилерлари, шунингдек мавжуд бўлган етказиб берувчилар ишлаб чиқарувчидан ишончнома.</li><li>Сизга огоҳлантирамизки, агар ҳужжатлар сохталаштирилганлиги аниқланса, иштирокчи қора рўйхатга олинади !!!</li><li> Техник ва тижорат таклифи илова қилинган маълумотга мувофиқ техник топшириқнинг бутун доираси учун топширилиши керак.</li><li>ТCҲ нинг амал қилиш муддати танлов муддати тугаган кундан бошлаб камида 45 календар кун бўлиши керак.</li><li>Ғолиб енг яхши таклифни танлаб, техник ва тижорат таклифларини баҳолаш асосида аниқланади.</li><li> Шу билан бирга, Тендер қўмитаси тендер муддати тугаганидан кейин тушган компанияларнинг таклифларини кўриб чиқмаслик ҳуқуқини ўзида сақлаб қолади. Шунингдек техник ёки тижорат қисмисиз.</li><li>Тўлов шартлари: 100% аккредитив ва / ёки қисман олдиндан тўлов ва / ёки етказиб бериш пайтида.</li><li> Компанияга олдиндан тўлаш шарти билан, биринчи тоифадаги европа банкидан аванс тўловини қайтариш учун ҳисоблагич банк кафолати тақдим етилиши керак.</li><li>Фақат ДAПни етказиб бериш шартлари (иш баённомасига биноан).</li><li>Компанияларнинг барча техник ва тижорат таклифлари konkurs@ung.uz расмий електрон манзилига юборилиши керак, танлов мавзуси ушбу сатрда кўрсатилиши керак.</li><li>Ғолиб ғолиб шартнома мажбуриятларини бажарилиши учун шартнома умумий қийматининг 10 фоизигача банк кафолати тақдим етиши шарт.</li><li> Имтиёзли солиқ режимини тақдим етувчи ва / ёки молиявий операцияларни амалга оширишда (оффшор зоналар), шунингдек ҳисобварақларга ега бўлган компаниялар ёки ҳудудларда рўйхатдан ўтган компанияларнинг таклифлари.</li><li>Оффшор зоналарда жойлашган банклар танлов учун қабул қилинмайди.</li>",
  ],
  lastChange: "30-mart 2019",
};

export const investmentProjectsData = {
  title: "Инвестицион лойихалар",
  breadcrumbNames: ["Акциядор ва инвесторлар"],
  paragraphTitle:
    "СПРАВКА о ходе реализации инвестиционных проектов АО «Узбекнефтегаз» в рамках Инвестиционной программы Республики Узбекистан на 2020-2022гг",
  paragraphs: [
    "В соответствии с постановлением Президента Республики Узбекистан от 9 января 2020 года № ПП–4563, в рамках реализации <b>11</b> инвестиционных проектов в 2020 году прогнозируется освоение инвестиций в размере <b>1 410,5 млн. долл.</b>",
    "За период январь-июль текущего года по 11 реализуемым проектам освоено <b>942,5 млн. долл.</b> инвестиций или <b>103,0%</b> к прогнозу.",
    "В течение т.г. предусмотрен ввод производственных мощностей в эксплуатацию по <b>5-ти проектам</b> с общей стоимостью <b>4 137,6 млн. долл., из них:</b>",
    '<b>В сентябре т.г.</b> будет завершено строительство 4-й нитки установки получения пропан-бутановой смеси (УППБС) на "Мубарекском ГПЗ" с производственной мощностью <b>38,4 тыс. тонн</b> сжиженного газа в год, что создаст <b>66</b> новых рабочих мест.',
    "Наряду с этим, завершится обустройство участка Ходжисаят газоконденсатных месторождений Денгизкуль, Ходжидавлат и Шаркий Алат с достижением максимального годового объема добычи <b>1 млрд. куб. м.</b> природного газа и <b>6,42 тыс. тонн</b> газоконденсата, а также созданием дополнительных <b>45</b> рабочих мест.",
    "<b>В ноябре т.г.</b> будет завершено строительство УППБС на сероочистных установках «Учкыр» Газлийского нефтегазодобывающего управления и налажено производство <b>80,0 тыс. тонн</b> сжиженного газа а также создано <b>117</b> новых рабочих мест.",
    "Также, на Шуртанском нефтегазодобывающем управлении завершится модернизация существующих установок УППБС–3/1, 2, 5, годовая производственная мощность которых будет составлять до <b>61,0 тыс. тонн</b> сжиженного газа.",
    "<b>В декабре т.г.</b> в рамках проекта по производству сжиженного синтетического топлива (GTL) будут завершены строительно-монтажные работы. В результате которого будет налажено производство <b>1,5 млн. тонн</b> синтетического жидкого топлива путем переработки <b>3,6 млрд. куб. м.</b> газа в год. При этом после ввода объекта в эксплуатацию будут трудоустроены <b>1 321</b> специалистов.",
  ],
  lastChange: "30-aprel 2020",
};

export const ungStatementData = {
  title: "Заявление AO «Узбекнефтегаз»",
  breadcrumbNames: ["Противодействие коррупции"],
  paragraphTitle: "",
  paragraphs: [
    '<h4 style="text-align: center;"> Управление АО "Узбекнефтегаз" </h4><p>  AO «Узбекнефтегаз» сообщает, что в соответствии с Законом Республики Узбекистан от 7 июля 2008 года № ЗРУ-158. "Конвенция Организации Объединенных Наций о борьбе с коррупцией от 31 октября 2003 года" </p><p>  В соответствии с Законом Республики Узбекистан от 3 января 2017 года № ЗРУ-419 "о противодействии коррупции" в АО "Узбекнефтегаз" имеются нормативные документы, направленные на повышение прозрачности и противодействие коррупции, в том числе антикоррупционная политика АО "Узбекнефтегаз".</p><p>  Кроме того, АО "Узбекнефтегаз" принял ряд других нормативных документов, направленных на устранение правовых и репутационных рисков. Таким образом, в акционерном обществе существуют "нормы" этики работников АО "Узбекнефтегаз", нормы которых обязательны для всех руководителей и сотрудников. </p><p>  В соответствии со статьей 3 Закона Республики Узбекистан от 3 января 2017 года № ЗРУ-419 "о противодействии коррупции" коррупцией признается незаконное использование лицом своего служебного положения в личных интересах или в целях получения материальной или нематериальной выгоды в интересах других лиц, а также незаконное предоставление таких льгот. </p><p>  В связи с этим деятельность АО "Узбекнефтегаз" и поведение его сотрудников в Республике Узбекистан и за рубежом должны отвечать требованиям антикоррупционного законодательства Республики Узбекистан, в том числе с учетом требований законодательства иностранных государств, действующих или планирующих проведение АО "Узбекнефтегаз" на территории Республики Узбекистан. </p><h4 style="text-align: center;"> Антикоррупционная политика AO «Узбекнефтегаз» определяет следующее: </h4><p>  С обретением Узбекистаном независимости и началом экономических реформ в республике с 1992 года особое внимание уделялось нефтегазовому комплексу. </p><p>  Этапы структурных преобразований, обеспечивающих эволюционный переход от методов административного регулирования к деятельности по рыночному механизму Президент Республики Узбекистан И.А. Определены следующие стратегические задачи, поставленные Каримовым в 1992 году: </p><p>  Первый газ был добыт с месторождения Сеталантепа в Кызылкумской пустыне в 1953 году. В 1962 году после ввода в эксплуатацию уникального газового месторождения были проведены трансконтинентальные газопроводы Бухара — Урал и Средняя Азия — Центральная. </p><p>— Коррупционные действия-совершение платежей в любой форме, включая обналичивание, другие ценности, услуги или предоставление / получение, для упрощения подкупа, выдачи, обещания, уклонения или получения, посредничества в получении взятки, административного, бюрократического и других формальностей, необоснованные материальные или нематериальные выгоды от любого лица / организации или любого лица / организации, включая государственные, общественные организации, частные компании и политические партии. </p>',
  ],
  lastChange: "02-aprel 2020",
};

export const againstCorruptionData = {
  title: "Коррупцияга қарши курашиш",
  breadcrumbNames: ["Противодействие коррупции"],
  paragraphTitle: "",
  paragraphs: [
    '<p> Корпоратив маданиятнинг ажралмас қисми сифатида “Ўзбекнефтгаз” акциядорлик жамиятининг Молиявий ва комплаенс назорат департаменти Жамият ва унинг ходимлари томонидан Ўзбекистон Республикаси қонунчилиги, ички сиёсат ва процедуралари, шунингдек коррупцияга қарши курашиш соҳасидаги юқори профессионал ва аҳлоқий меъёрларга риоя этилишини таъминлайди.</p><p> “Ўзбекнефтгаз” акциядорлик жамияти ҳамда унга тегишли корхона ва ташкилотларининг мансабдор шахслари томонидан йўл қўйилаётган ёки йўл қўйилган коррупцион ҳолатлар, юзага келаётган манфаатлар тўқнашуви ҳамда бошқа салбий оқибатлар юзасидан ҳабарлар учун қўйидаги Алоқа каналлари орқали боғланишингиз мумкин:</p><p>Ишонч телефони: +(99871) 233-28-88</p><p>Бизнинг почта манзилимиз: <a href="mailto:kans@ung.uz" target="_blank">kans@ung.uz</a></p><p>Молиявий ва комплаенс назорат департаменти почта манзили: <a href="mailto:compliance@ung.uz" target="_blank">compliance@ung.uz</a></p>',
  ],
  lastChange: "02-may 2020",
};
