// ============== /about/business-plan ==============
export const filesBusinessPlanData = [
  {
    name: "Бизнес-план АО «Узбекнефтегаз» на 2019 год",
    extension: "pdf",
    size: "3.0 MB",
    url: "",
  },
  {
    name: "Бизнес-план АО «Узбекнефтегаз» на 2018 год",
    extension: "pdf",
    size: "3.0 MB",
    url: "",
  },
];

// ============== /about/regulation ==============
export const titlesOfLocalNormativeActs = {
  1: "О безопасности",
  2: "Законы Республики Узбекистан",
  3: "Указы, Постановления и Распоряжения Президента Республики Узбекистан",
  4: "Постановления и распоряжения Кабинета Министров Республики Узбекистан",
};
export const filesLocalNormativeActs = {
  1: [
    {
      name:
        "АО «Узбекнефтегаз»: О безопасности оборудования для эксплуатации во взрывоопасных средах.",
      extension: "pdf",
      size: "2.6 MB",
      url: "",
    },
    {
      name:
        "ЗРУ-57-сон 28.09.2006. О промышленной безопасности опасных производственных объектов",
      extension: "pdf",
      size: "3.6 MB",
      url: "",
    },
    {
      name:
        "АО «Узбекнефтегаз»: О безопасности оборудования для эксплуатации во взрывоопасных средах.",
      extension: "pdf",
      size: "2.6 MB",
      url: "",
    },
    {
      name:
        "ЗРУ-57-сон 28.09.2006. О промышленной безопасности опасных производственных объектов",
      extension: "pdf",
      size: "3.6 MB",
      url: "",
    },
    {
      name:
        "АО «Узбекнефтегаз»: О безопасности оборудования для эксплуатации во взрывоопасных средах.",
      extension: "pdf",
      size: "2.6 MB",
      url: "",
    },
  ],
  2: [
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
  ],
  3: [
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
  ],
  4: [
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. №ЗРУ - 312-II «О соглашениях о разделе продукции»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. 07.12.2001 г. 06.05.2014 г. № ЗРУ – 370 «Об акционерных обществах и защите прав акционеров»",
      extension: "lexuz",
      url: "",
    },
    {
      name:
        "Закон Республики Узбекистан 13.12.2002 г. №ЗРУ - 444-II «О недрах»",
      extension: "lexuz",
      url: "",
    },
  ],
};

// ============== /about/scientech ==============
export const filesScienTech = [
  {
    name:
      "2019 -2020 йилларда бажарилиши назарда тутилган Илмий-тадқиқот, тажрибаконструкторлик ишлари ва илмий-техникавий хизматлар бўйича тузилган шартномаларнинг амалдаги холати бўйича маълумот",
    extension: "pdf",
    size: "2.8 MB",
    url: "",
  },
];

// ============== /shareholders/share-capital ==============
export const filesShareCapital = [
  {
    name:
      "Устав капитали ва акциядорлари хақида маълумот (2020 йил 29 июнь ҳолатига)",
    extension: "word",
    size: "3.9 MB",
    url: "",
  },
];

// ============== /shareholders/charter-regulations ==============
export const filesCharterRegulation = [
  {
    name: "«Ўзбекнефтгаз» АЖ устави 07.08.2019й.",
    extension: "pdf",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 04.09.2019й.",
    extension: "pdf",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 22.11.2019й.",
    extension: "pdf",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 30.12.2019й.",
    extension: "pdf",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 04.09.2019й.",
    extension: "excel",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 22.11.2019й.",
    extension: "word",
    size: "3.9 MB",
    url: "",
  },
  {
    name: "«Ўзбекнефтгаз» АЖ устави 30.12.2019й.",
    extension: "word",
    size: "3.9 MB",
    url: "",
  },
];

// ============== /shareholders/corporate-governance ==============
export const filesCorporateGovernance = [
  {
    name:
      "«Ўзбекнефтгаз» АЖ корпоратив бошкарув тизимини бахолаш натижалари буйича хулоса 06.08.2020й.",
    extension: "pdf",
    size: "4.2 MB",
    url: "",
  },
];

// ============== /shareholders/reports ==============
export const titlesOfReports = {
  1: "MҲХС бўйича консолидациялашган молиявий ҳисобот",
  2: "Чораклик ҳисоботлар",
  3: "Йиллик ҳисоботлар",
  4: "Аудитор хулосаси",
  5: "СМК бажарилиши",
};
export const filesReports = {
  1: [
    {
      name:
        "«Ўзбекнефтгаз» АЖ: За год, закончившийся 31 декабря 2017 года с аудиторским заключением независимого аудитора.",
      extension: "pdf",
      size: "2.9 MB",
      url: "",
    },
    {
      name:
        "JSC «UZBEKNEFTGAZ»: For the year ended 31 December 2017 with independent auditor's report",
      extension: "pdf",
      size: "2.9 MB",
      url: "",
    },
  ],
  2: [
    {
      name: "01.04.2018 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "01.07.2018 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "01.10.2018 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "01.04.2019 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "01.07.2019 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "01.10.2019 йил холатига чораклик хисобот",
      extension: "exarid",
      url: "",
    },
  ],
  3: [
    {
      name: "2015 йил якунлари бўйича йиллик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "2016 йил якунлари бўйича йиллик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "2017 йил якунлари бўйича йиллик хисобот",
      extension: "exarid",
      url: "",
    },
    {
      name: "2018 йил якунлари бўйича йиллик хисобот",
      extension: "exarid",
      url: "",
    },
  ],
  4: [
    {
      name:
        "О финансовой отчетности Акционерного общества «Узбекнефтегаз» за год, закончившийся 31 декабря 2019 года",
      extension: "pdf",
      size: "1.9 MB",
      url: "",
    },
    {
      name: "Аудиторское заключение НСБУ за 2018 год",
      extension: "pdf",
      size: "0.7 MB",
      url: "",
    },
    {
      name: "МСФО по итогам 2018 года",
      extension: "pdf",
      size: "0.7 MB",
      url: "",
    },
    {
      name:
        "Аудиторское заключение с выражением положительного мнения по финансовой отчетности АО «Узбекнефтегаз» за 2018 год",
      extension: "pdf",
      size: "0.7 MB",
      url: "",
    },
    {
      name:
        "Аудиторское заключение с выражением положительного мнения по финансовой отчетности АО «Узбекнефтегаз» за 2017 год",
      extension: "pdf",
      size: "0.7 MB",
      url: "",
    },
  ],
  5: [
    {
      name:
        "Информация по итогам ключевых показателей эффективности (КПЭ) АО «Узбекнефтегаз» за 2017-2019 гг., (%)",
      extension: "pdf",
      size: "1.7 MB",
      url: "",
    },
  ],
};
